Repository: ambeckley/OpenTiles
Catalog: OpenTilesIOS/OpenTiles/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

source: %lld notes
ar: %lld نوتة
cs: %lld not
da: %lld noder
de: %lld Noten
el: %lld νότες
es: %lld notas
fi: %lld nuottia
he: %lld תווים
hi: %lld नोट्स
hu: %lld hang
id: %lld not
it: %lld note
ja: %lld音
ko: %lld개 음
ms: %lld not
nb: %lld toner
nl: %lld noten
pl: %lld nut
pt_br: %lld notas
pt_pt: %lld notas
ro: %lld note
ru: %lld нот
sv: %lld noter
th: %lld โน้ต
tr: %lld nota
uk: %lld нот
vi: %lld nốt
zh_hans: %lld 个音符
zh_hant: %lld 個音符

source: Back
ar: رجوع
cs: Zpět
da: Tilbage
de: Zurück
el: Πίσω
es: Atrás
fi: Takaisin
fr: Retour
he: חזרה
hi: वापस
hu: Vissza
id: Kembali
it: Indietro
ja: 戻る
ko: 뒤로
ms: Kembali
nb: Tilbake
nl: Terug
pl: Wstecz
pt_br: Voltar
pt_pt: Voltar
ro: Înapoi
ru: Назад
sv: Tillbaka
th: ย้อนกลับ
tr: Geri
uk: Назад
vi: Quay lại
zh_hans: 返回
zh_hant: 返回

source: Background
ar: خلفية
cs: Pozadí
da: Baggrund
de: Hintergrund
el: Υπόκρουση
es: Fondo
fi: Tausta
fr: Fond sonore
he: רקע
hi: पृष्ठभूमि
hu: Háttér
id: Latar Belakang
it: Sottofondo
ja: バックグラウンド
ko: 배경
ms: Latar Belakang
nb: Bakgrunn
nl: Achtergrond
pl: Tło
pt_br: Fundo
pt_pt: Fundo
ro: Fundal
ru: Фон
sv: Bakgrund
th: พื้นหลัง
tr: Arka plan
uk: Фон
vi: Nền
zh_hans: 背景
zh_hant: 背景

source: Built-in Songs
ar: أغانٍ مدمجة
cs: Vestavěné písně
da: Indbyggede sange
de: Integrierte Songs
el: Ενσωματωμένα τραγούδια
es: Canciones integradas
fi: Sisäänrakennetut kappaleet
fr: Morceaux intégrés
he: שירים מובנים
hi: अंतर्निहित गाने
hu: Beépített dalok
id: Lagu Bawaan
it: Brani integrati
ja: 内蔵曲
ko: 기본 노래
ms: Lagu Terbina Dalam
nb: Innebygde sanger
nl: Ingebouwde nummers
pl: Wbudowane utwory
pt_br: Músicas integradas
pt_pt: Músicas integradas
ro: Melodii incluse
ru: Встроенные песни
sv: Inbyggda låtar
th: เพลงในตัว
tr: Yerleşik Şarkılar
uk: Вбудовані пісні
vi: Bài hát có sẵn
zh_hans: 内置歌曲
zh_hant: 內建歌曲

source: Combo x%lld
ar: كومبو x%lld
cs: Kombo x%lld
da: Kombo x%lld
de: Kombo x%lld
el: Κόμπο x%lld
he: קומבו x%lld
hi: कॉम्बो x%lld
hu: Kombó x%lld
id: Kombo x%lld
ja: コンボ x%lld
ko: 콤보 x%lld
ms: Kombo x%lld
nb: Kombo x%lld
ru: Комбо x%lld
sv: Kombo x%lld
th: คอมโบ x%lld
tr: Kombo x%lld
uk: Комбо x%lld
zh_hans: 连击 x%lld
zh_hant: 連擊 x%lld

source: Delete
ar: حذف
cs: Smazat
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
fi: Poista
fr: Supprimer
he: מחק
hi: हटाएं
hu: Törlés
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
ms: Padam
nb: Slett
nl: Verwijder
pl: Usuń
pt_br: Apagar
pt_pt: Apagar
ro: Șterge
ru: Удалить
sv: Radera
th: ลบ
tr: Sil
uk: Видалити
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

source: Endless
ar: لا نهائي
cs: Nekonečný
da: Uendelig
de: Endlos
el: Ατέλειωτο
es: Infinito
fi: Loputon
fr: Infini
he: אינסופי
hi: अनंत
hu: Végtelen
id: Tanpa Akhir
it: Infinito
ja: エンドレス
ko: 끊임없이
ms: Tanpa Had
nb: Uendelig
nl: Eindeloos
pl: Nieskończony
pt_br: Infinito
pt_pt: Infinito
ro: Nesfarșit
ru: Бесконечный
sv: Oändlig
th: ไม่สิ้นสุด
tr: Sonsuz
uk: Безкінечний
vi: Bất tận
zh_hans: 无尽
zh_hant: 無盡

source: Fast
ar: سريع
cs: Rychle
da: Hurtig
de: Schnell
el: Γρήγορα
es: Rápido
fi: Nopea
fr: Rapide
he: מהיר
hi: तेज़
hu: Gyors
id: Cepat
it: Veloce
ja: 速い
ko: 빠름
ms: Laju
nb: Raskt
nl: Snel
pl: Szybko
pt_br: Rápido
pt_pt: Rápido
ro: Rapid
ru: Быстро
sv: Snabb
th: เร็ว
tr: Hızlı
uk: Швидко
vi: Nhanh
zh_hans: 快
zh_hant: 快

source: Full
ar: كامل
cs: Plný
da: Fuld
de: Voll
el: Πλήρες
es: Máximo
fi: Täysi
fr: Plein
he: מלא
hi: पूरा
hu: Teljes
id: Penuh
it: Massimo
ja: 最大
ko: 최대
ms: Penuh
nl: Vol
pl: Pełny
pt_br: Máximo
pt_pt: Máximo
ro: Maxim
ru: Макс.
th: เต็ม
tr: Tam
uk: Макс.
vi: Đầy đủ
zh_hans: 最大
zh_hant: 最大

source: Game Over
ar: انتهت اللعبة
cs: Konec hry
da: Spil slut
de: Spiel vorbei
el: Τέλος παιχνιδιού
es: Fin del juego
fi: Peli ohi
fr: Partie terminée
he: המשחק נגמר
hi: खेल समाप्त
hu: Játék vége
id: Permainan Berakhir
it: Partita terminata
ja: ゲームオーバー
ko: 게임 오버
ms: Permainan Tamat
nb: Spill over
nl: Spel voorbij
pl: Koniec gry
pt_br: Fim de jogo
pt_pt: Fim de jogo
ro: Joc terminat
ru: Игра окончена
sv: Spelet är slut
th: จบเกม
tr: Oyun Bitti
uk: Гра закінчена
vi: Kết thúc
zh_hans: 游戏结束
zh_hant: 遊戲結束

source: Good
ar: جيد
cs: Dobre
da: God
de: Gut
el: Καλά
es: Bien
fi: Hyvä
fr: Bien
he: טוב
hi: अच्छा
hu: Jó
id: Bagus
it: Bene
ja: グッド
ko: 좋아
ms: Bagus
nb: Bra
nl: Goed
pl: Dobrze
pt_br: Bom
pt_pt: Bom
ro: Bine
ru: Хорошо
sv: Bra
th: ดี
tr: İyi
uk: Добре
vi: Tốt
zh_hans: 不错
zh_hant: 不錯

source: Great
ar: رائع
cs: Skvele
da: Flot
de: Toll
el: Υπέροχα
es: Genial
fi: Hienoa
fr: Super
he: מעולה
hi: शानदार
hu: Remek
id: Hebat
it: Ottimo
ja: グレート
ko: 훌륭해
ms: Hebat
nb: Flott
nl: Geweldig
pl: Świetnie
pt_br: Ótimo
pt_pt: Ótimo
ro: Excelent
ru: Отлично
sv: Bra
th: ยอดเยี่ยม
tr: Harika
uk: Чудово
vi: Tuyệt vời
zh_hans: 太棒了
zh_hant: 太棒了

source: HOLD
ar: امسك
cs: DRŽ
de: HALTEN
el: ΚΡΑΤΑ
es: MANTÉN
fi: PIDÄ
fr: MAINTENIR
he: החזק
hi: दबाएं
hu: TARTSD
id: TAHAN
it: TIENI
ja: ホールド
ko: 길게
ms: TAHAN
nl: HOUD
pl: TRZYMAJ
pt_br: SEGURE
pt_pt: SEGURE
ro: ȚINE
ru: ДЕРЖИ
sv: HÅLL
th: กดค้าง
tr: BASILI TUT
uk: ТРИМАЙ
vi: GIỮ
zh_hans: 长按
zh_hant: 長按

source: Hold notes
ar: نوتات مطولة
cs: Držené noty
da: Holdenoder
de: Haltenoten
el: Παρατεταμένες νότες
es: Notas sostenidas
fi: Pitkät nuotit
fr: Notes tenues
he: תווים ממושכים
hi: लंबे नोट्स
hu: Hosszú hangók
id: Not tahan
it: Note tenute
ja: ホールドノート
ko: 길게 누르기
ms: Not tahan
nb: Holdtoner
nl: Aanhoudnoten
pl: Przytrzymane nuty
pt_br: Notas longas
pt_pt: Notas longas
ro: Note ținute
ru: Длинные ноты
sv: Hållnoter
th: โน้ตยาว
tr: Uzun notalar
uk: Довгі ноти
vi: Nốt giữ
zh_hans: 长按音符
zh_hant: 長按音符

source: Import Error
ar: خطأ في الاستيراد
cs: Chyba importu
da: Importfejl
de: Importfehler
el: Σφάλμα εισαγωγής
es: Error de importación
fi: Tuontivirhe
fr: Erreur d'importation
he: שגיאת ייבוא
hi: आयात त्रुटि
hu: Importálási hiba
id: Kesalahan Impor
it: Errore di importazione
ja: インポートエラー
ko: 가져오기 오류
ms: Ralat Import
nb: Importfeil
nl: Importfout
pl: Błąd importu
pt_br: Erro de importação
pt_pt: Erro de importação
ro: Eroare de import
ru: Ошибка импорта
sv: Importfel
th: ข้อผิดพลาดการนำเข้า
tr: İçe Aktarma Hatası
uk: Помилка імпорту
vi: Lỗi nhập
zh_hans: 导入错误
zh_hant: 匯入錯誤

source: Import MIDI Files
ar: استيراد ملفات MIDI
cs: Importovat soubory MIDI
da: Importer MIDI-filer
de: MIDI-Dateien importieren
el: Εισαγωγή αρχείων MIDI
es: Importar archivos MIDI
fi: Tuo MIDI-tiedostoja
fr: Importer des fichiers MIDI
he: ייבוא קבצי MIDI
hi: MIDI फ़ाइलें आयात करें
hu: MIDI fájlok importálása
id: Impor File MIDI
it: Importa file MIDI
ja: MIDIファイルをインポート
ko: MIDI 파일 가져오기
ms: Import Fail MIDI
nb: Importer MIDI-filer
nl: MIDI-bestanden importeren
pl: Importuj pliki MIDI
pt_br: Importar arquivos MIDI
pt_pt: Importar ficheiros MIDI
ro: Importă fișiere MIDI
ru: Импорт MIDI-файлов
sv: Importera MIDI-filer
th: นำเข้าไฟล์ MIDI
tr: MIDI Dosyalarını İçe Aktar
uk: Імпорт MIDI-файлів
vi: Nhập tệp MIDI
zh_hans: 导入 MIDI 文件
zh_hant: 匯入 MIDI 檔案

source: IMPORTED
ar: مستورد
cs: IMPORTOVÁNO
da: IMPORTERET
de: IMPORTIERT
el: ΕΙΣΑΓΜΕΝΟ
es: IMPORTADO
fi: TUOTU
fr: IMPORTÉ
he: מיובא
hi: आयातित
hu: IMPORTÁLT
id: DIIMPOR
it: IMPORTATO
ja: インポート済み
ko: 가져옴
ms: DIIMPORT
nb: IMPORTERT
nl: GEÏMPORTEERD
pl: ZAIMPORTOWANO
pt_br: IMPORTADO
pt_pt: IMPORTADO
ro: IMPORTAT
ru: ИМПОРТ
sv: IMPORTERAD
th: นำเข้าแล้ว
tr: İÇE AKTARILDI
uk: ІМПОРТ
vi: ĐÃ NHẬP
zh_hans: 已导入
zh_hant: 已匯入

source: Imported Songs
ar: أغانٍ مستوردة
cs: Importované písně
da: Importerede sange
de: Importierte Songs
el: Εισαγόμενα τραγούδια
es: Canciones importadas
fi: Tuodut kappaleet
fr: Morceaux importés
he: שירים מיובאים
hi: आयातित गाने
hu: Importált dalok
id: Lagu yang Diimpor
it: Brani importati
ja: インポート済みの曲
ko: 가져온 노래
ms: Lagu yang Diimport
nb: Importerte sanger
nl: Geïmporteerde nummers
pl: Zaimportowane utwory
pt_br: Músicas importadas
pt_pt: Músicas importadas
ro: Melodii importate
ru: Импортированные песни
sv: Importerade låtar
th: เพลงที่นำเข้า
tr: İçe Aktarılan Şarkılar
uk: Імпортовані пісні
vi: Bài hát đã nhập
zh_hans: 导入的歌曲
zh_hant: 匯入的歌曲

source: Max Combo: %lld
ar: أقصى كومبو: %lld
cs: Max. kombo: %lld
da: Maks kombo: %lld
de: Max. Kombo: %lld
el: Μέγ. κόμπο: %lld
es: Combo máx.: %lld
fi: Maks. combo: %lld
fr: Combo max : %lld
he: קומבו מקסימלי: %lld
hi: अधिकतम कॉम्बो: %lld
hu: Leg. kombó: %lld
id: Kombo Maks: %lld
it: Combo max: %lld
ja: 最大コンボ: %lld
ko: 최대 콤보: %lld
ms: Kombo Maks: %lld
nb: Maks kombo: %lld
pl: Maks. combo: %lld
pt_br: Combo máx.: %lld
pt_pt: Combo máx.: %lld
ro: Combo max: %lld
ru: Макс. комбо: %lld
sv: Max kombo: %lld
th: คอมโบสูงสุด: %lld
tr: Maks. Kombo: %lld
uk: Макс. комбо: %lld
vi: Combo tối đa: %lld
zh_hans: 最大连击: %lld
zh_hant: 最大連擊: %lld

source: Miss
ar: إخفاق
cs: Minuty
da: Misset
de: Verfehlt
el: Αστοχία
es: Fallo
fi: Ohi
fr: Raté
he: החטאה
hi: चूक
hu: Tévesztés
id: Meleset
it: Mancato
ja: ミス
ko: 미스
ms: Terlepas
nb: Bom
nl: Gemist
pl: Pudło
pt_br: Erro
pt_pt: Erro
ro: Ratat
ru: Промах
th: พลาด
tr: Kaçırdı
uk: Промах
vi: Hụt
zh_hans: 失误
zh_hant: 失誤

source: Mode
ar: الوضع
cs: Režim
da: Tilstand
de: Modus
el: Λειτουργία
es: Modo
fi: Tila
he: מצב
hi: मोड
hu: Mód
it: Modalità
ja: モード
ko: 모드
ms: Mod
nb: Modus
nl: Modus
pl: Tryb
pt_br: Modo
pt_pt: Modo
ro: Mod
ru: Режим
sv: Läge
th: โหมด
tr: Mod
uk: Режим
vi: Chế độ
zh_hans: 模式
zh_hant: 模式

source: No penalties, play at your pace
ar: بدون عقوبات، العب بسرعتك
cs: Žádné pokuty, hrajte vlastním tempem
da: Ingen straffe, spil i dit tempo
de: Keine Strafen, spiele in deinem Tempo
el: Χωρίς ποινές, παίξτε στο ρυθμό σας
es: Sin penalizaciones, juega a tu ritmo
fi: Ei rangaistuksia, pelaa omaan tahtiin
fr: Sans pénalités, jouez à votre rythme
he: בלי עונשים, שחק בקצב שלך
hi: कोई पेनल्टी नहीं, अपनी गति से खेलें
hu: Nincs büntetés, játssz a saját tempódban
id: Tanpa penalti, mainkan sesuai kecepatan Anda
it: Nessuna penalità, gioca al tuo ritmo
ja: ペナルティなし、自分のペースで演奏
ko: 페널티 없이 나만의 속도로 플레이
ms: Tiada penalti, main ikut rentak anda
nb: Ingen straff, spill i ditt eget tempo
nl: Geen straffen, speel op je eigen tempo
pl: Bez kar, graj we własnym tempie
pt_br: Sem penalidades, jogue no seu ritmo
pt_pt: Sem penalizações, jogue ao seu ritmo
ro: Fără penalizări, joacă în ritmul tău
ru: Без штрафов, играйте в своём темпе
sv: Inga straff, spela i din takt
th: ไม่มีบทลงโทษ เล่นตามจังหวะของคุณ
tr: Ceza yok, kendi hızında oyna
uk: Без штрафів, грайте у своєму темпі
vi: Không phạt, chơi theo tốc độ của bạn
zh_hans: 无惩罚，按自己的节奏演奏
zh_hant: 無懲罰，按自己的節奏演奏

source: Normal
ar: عادي
cs: Normální
el: Κανονικό
fi: Normaali
he: רגיל
hi: सामान्य
hu: Normál
it: Normale
ja: ノーマル
ko: 일반
nl: Normaal
pl: Normalny
ru: Обычный
th: ปกติ
uk: Звичайний
vi: Bình thường
zh_hans: 普通
zh_hant: 普通

source: Off
ar: إيقاف
cs: Vyp.
da: Fra
de: Aus
el: Κλειστό
es: Apagado
fi: Pois
fr: Désactivé
he: כבוי
hi: बंद
hu: Ki
id: Mati
it: Spento
ja: オフ
ko: 끄기
ms: Mati
nb: Av
nl: Uit
pl: Wył.
pt_br: Desligado
pt_pt: Desligado
ro: Oprit
ru: Выкл.
sv: Av
th: ปิด
tr: Kapalı
uk: Вимк.
vi: Tắt
zh_hans: 关
zh_hant: 關

source: OK
ar: موافق
he: אישור
hi: ठीक है
ko: 확인
th: ตกลง
tr: Tamam
zh_hans: 好
zh_hant: 好

source: Perfect
ar: ممتاز
cs: Perfektní
da: Perfekt
de: Perfekt
el: Τέλεια
es: Perfecto
fi: Täydellistä
fr: Parfait
he: מושלם
hi: पर्फेक्ट
hu: Tökéletes
id: Sempurna
it: Perfetto
ja: パーフェクト
ko: 퍼펙트
ms: Sempurna
nb: Perfekt
pl: Perfekcyjnie
pt_br: Perfeito
pt_pt: Perfeito
ru: Идеально
sv: Perfekt
th: สมบูรณ์แบบ
tr: Mükemmel
uk: Ідеально
vi: Hoàn hảo
zh_hans: 完美
zh_hant: 完美

source: Perfect!
ar: !ممتاز
cs: Perfektni!
da: Perfekt!
de: Perfekt!
el: Τέλεια!
es: ¡Perfecto!
fi: Täydellistä!
fr: Parfait !
he: !מושלם
hi: पर्फेक्ट!
hu: Tökéletes!
id: Sempurna!
it: Perfetto!
ja: パーフェクト！
ko: 퍼펙트!
ms: Sempurna!
nb: Perfekt!
pl: Perfekcyjnie!
pt_br: Perfeito!
pt_pt: Perfeito!
ru: Идеально!
sv: Perfekt!
th: สมบูรณ์แบบ!
tr: Mükemmel!
uk: Ідеально!
vi: Hoàn hảo!
zh_hans: 完美！
zh_hant: 完美！

source: Play
ar: تشغيل
cs: Hrát
da: Spil
de: Spielen
el: Παίξτε
es: Jugar
fi: Pelaa
fr: Jouer
he: נגן
hi: खेलें
hu: Játék
id: Main
it: Gioca
ja: プレイ
ko: 플레이
ms: Main
nb: Spill
nl: Spelen
pl: Graj
pt_br: Jogar
pt_pt: Jogar
ro: Joacă
ru: Играть
sv: Spela
th: เล่น
tr: Oyna
uk: Грати
vi: Chơi
zh_hans: 开始
zh_hant: 開始

source: Play Again
ar: العب مرة أخرى
cs: Hrát znovu
da: Spil igen
de: Nochmal spielen
el: Παίξτε ξανά
es: Jugar de nuevo
fi: Pelaa uudelleen
fr: Rejouer
he: שחק שוב
hi: फिर से खेलें
hu: Újrajátszás
id: Main Lagi
it: Rigioca
ja: もう一度
ko: 다시 플레이
ms: Main Lagi
nb: Spill igjen
nl: Opnieuw spelen
pl: Zagraj ponownie
pt_br: Jogar novamente
pt_pt: Jogar novamente
ro: Joacă din nou
ru: Играть снова
sv: Spela igen
th: เล่นอีกครั้ง
tr: Tekrar Oyna
uk: Грати знову
vi: Chơi lại
zh_hans: 再来一次
zh_hant: 再玩一次

source: Play through with scoring
ar: العب مع احتساب النقاط
cs: Hrajte s bodováním
da: Spil med pointtælling
de: Durchspielen mit Wertung
el: Παίξτε με βαθμολογία
es: Juega con puntuación
fi: Pelaa pisteytettävä peli
fr: Jouer avec score
he: שחק עם ניקוד
hi: स्कोर के साथ खेलें
hu: Játék pontszámmal
id: Mainkan dengan penilaian
it: Gioca con punteggio
ja: スコア付きでプレイ
ko: 점수를 기록하며 플레이
ms: Main dengan pemarkahan
nb: Spill med poeng
nl: Speel met score
pl: Graj z punktacją
pt_br: Jogue com pontuação
pt_pt: Jogue com pontuação
ro: Joacă cu punctaj
ru: Игра с подсчётом очков
sv: Spela med poäng
th: เล่นพร้อมนับคะแนน
tr: Puanlamalı oyna
uk: Гра з підрахунком очок
vi: Chơi với tính điểm
zh_hans: 计分模式演奏
zh_hant: 計分模式演奏

source: Practice
ar: تدريب
cs: Cvičení
da: Øvelse
de: Übung
el: Εξάσκηση
es: Práctica
fi: Harjoitus
fr: Entraînement
he: תרגול
hi: अभ्यास
hu: Gyakorlás
id: Latihan
it: Pratica
ja: 練習
ko: 연습
ms: Latihan
nb: Øvelse
nl: Oefenen
pl: Ćwiczenie
pt_br: Treino
pt_pt: Treino
ro: Exersare
ru: Тренировка
sv: Övning
th: ฝึกซ้อม
tr: Pratik
uk: Тренування
vi: Luyện tập
zh_hans: 练习
zh_hant: 練習

source: Repeat
ar: تكرار
cs: Opakovat
da: Gentag
de: Wiederholen
el: Επανάληψη
es: Repetir
fi: Toista
fr: Répéter
he: חזרה
hi: दोहराएं
hu: Ismétlés
id: Ulangi
it: Ripeti
ja: リピート
ko: 반복
ms: Ulang
nb: Gjenta
nl: Herhalen
pl: Powtórz
pt_br: Repetir
pt_pt: Repetir
ro: Repetă
ru: Повтор
sv: Upprepa
th: ทำซ้ำ
tr: Tekrar
uk: Повтор
vi: Lặp lại
zh_hans: 重复
zh_hant: 重複

source: Reset
ar: إعادة تعيين
cs: Obnovit
da: Nulstil
de: Zurücksetzen
el: Επαναφορά
es: Restablecer
fi: Nollaa
fr: Réinitialiser
he: איפוס
hi: रीसेट
hu: Visszaállítás
id: Atur Ulang
it: Ripristina
ja: リセット
ko: 재설정
ms: Set Semula
nb: Tilbakestill
nl: Herstellen
pl: Resetuj
pt_br: Redefinir
pt_pt: Repor
ro: Resetare
ru: Сброс
sv: Återställ
th: รีเซ็ต
tr: Sıfırla
uk: Скинути
vi: Đặt lại
zh_hans: 重置
zh_hant: 重置

source: Score
ar: النتيجة
cs: Skóre
da: Point
de: Punkte
el: Σκόρ
es: Puntuación
fi: Pisteet
he: ניקוד
hi: स्कोर
hu: Pontszám
id: Skor
it: Punteggio
ja: スコア
ko: 점수
ms: Skor
nb: Poeng
pl: Wynik
pt_br: Pontuação
pt_pt: Pontuação
ro: Scor
ru: Счёт
sv: Poäng
th: คะแนน
tr: Puan
uk: Рахунок
vi: Điểm
zh_hans: 得分
zh_hant: 得分

source: Score: %lld
ar: النتيجة: %lld
cs: Skóre: %lld
da: Point: %lld
de: Punkte: %lld
el: Σκόρ: %lld
es: Puntuación: %lld
fi: Pisteet: %lld
he: ניקוד: %lld
hi: स्कोर: %lld
hu: Pontszám: %lld
id: Skor: %lld
it: Punteggio: %lld
ja: スコア: %lld
ko: 점수: %lld
ms: Skor: %lld
nb: Poeng: %lld
pl: Wynik: %lld
pt_br: Pontuação: %lld
pt_pt: Pontuação: %lld
ro: Scor: %lld
ru: Счёт: %lld
sv: Poäng: %lld
th: คะแนน: %lld
tr: Puan: %lld
uk: Рахунок: %lld
vi: Điểm: %lld
zh_hans: 得分: %lld
zh_hant: 得分: %lld

source: Search songs or composers...
ar: ابحث عن أغانٍ أو مؤلفين...
cs: Hledat písně nebo skladatele...
da: Søg efter sange eller komponister...
de: Songs oder Komponisten suchen...
el: Αναζήτηση τραγουδιών ή συνθετών...
es: Buscar canciones o compositores...
fi: Hae kappaleita tai säveltäjiä...
fr: Rechercher des morceaux ou compositeurs...
he: חיפוש שירים או מלחינים...
hi: गाने या संगीतकार खोजें...
hu: Dalok vagy zeneszerzők keresése...
id: Cari lagu atau komposer...
it: Cerca brani o compositori...
ja: 曲や作曲家を検索...
ko: 노래 또는 작곡가 검색...
ms: Cari lagu atau komposer...
nb: Søk etter sanger eller komponister...
nl: Zoek nummers of componisten...
pl: Szukaj utworów lub kompozytorów...
pt_br: Buscar músicas ou compositores...
pt_pt: Pesquisar músicas ou compositores...
ro: Caută melodii sau compozitori...
ru: Поиск песен или композиторов...
sv: Sök låtar eller kompositorer...
th: ค้นหาเพลงหรือคีตคอมโพส...
tr: Şarkı veya besteci ara...
uk: Шукати пісні або композиторів...
vi: Tìm bài hát hoặc nhạc sĩ...
zh_hans: 搜索歌曲或作曲家...
zh_hant: 搜尋歌曲或作曲家...

source: Single or multiple files
ar: ملف واحد أو عدة ملفات
cs: Jeden nebo více souborů
da: Enkelt eller flere filer
de: Einzelne oder mehrere Dateien
el: Ένα ή πολλαπλά αρχεία
es: Uno o varios archivos
fi: Yksi tai useampi tiedosto
fr: Un ou plusieurs fichiers
he: קובץ יחיד או מספר קבצים
hi: एक या अनेक फ़ाइलें
hu: Egy vagy több fájl
id: Satu atau beberapa file
it: Uno o più file
ja: 単一または複数ファイル
ko: 하나 또는 여러 파일
ms: Satu atau beberapa fail
nb: Enkelt eller flere filer
nl: Eén of meerdere bestanden
pl: Jeden lub wiele plików
pt_br: Um ou vários arquivos
pt_pt: Um ou vários ficheiros
ro: Unul sau mai multe fișiere
ru: Один или несколько файлов
sv: En eller flera filer
th: ไฟล์เดียวหรือหลายไฟล์
tr: Tek veya birden fazla dosya
uk: Один або кілька файлів
vi: Một hoặc nhiều tệp
zh_hans: 单个或多个文件
zh_hant: 單個或多個檔案

source: Slow
ar: بطيء
cs: Pomalu
da: Langsom
de: Langsam
el: Αργά
es: Lento
fi: Hidas
fr: Lent
he: איטי
hi: धीमा
hu: Lassú
id: Lambat
it: Lento
ja: 遅い
ko: 느림
ms: Perlahan
nb: Sakte
nl: Langzaam
pl: Wolno
pt_br: Lento
pt_pt: Lento
ro: Încet
ru: Медленно
sv: Långsam
th: ช้า
tr: Yavaş
uk: Повільно
vi: Chậm
zh_hans: 慢
zh_hant: 慢

source: Song Complete!
ar: !اكتملت الأغنية
cs: Píseň dokončena!
da: Sang færdig!
de: Song abgeschlossen!
el: Τραγούδι ολοκληρώθηκε!
es: ¡Canción completada!
fi: Kappale valmis!
fr: Morceau terminé !
he: !השיר הושלם
hi: गाना पूरा हुआ!
hu: Dal teljesítve!
id: Lagu Selesai!
it: Canzone completata!
ja: 曲クリア！
ko: 노래 완료!
ms: Lagu Selesai!
nb: Sang fullført!
nl: Nummer voltooid!
pl: Utwór ukończony!
pt_br: Música concluída!
pt_pt: Música concluída!
ro: Melodie finalizată!
ru: Песня завершена!
sv: Låt klar!
th: เพลงจบ!
tr: Şarkı Tamamlandı!
uk: Пісню завершено!
vi: Hoàn thành bài hát!
zh_hans: 歌曲完成！
zh_hant: 歌曲完成！

source: Song List
ar: قائمة الأغاني
cs: Seznam písní
da: Sangliste
de: Songliste
el: Λίστα τραγουδιών
es: Lista de canciones
fi: Kappalelista
fr: Liste des morceaux
he: רשימת שירים
hi: गानों की सूची
hu: Dallista
id: Daftar Lagu
it: Lista brani
ja: 曲リスト
ko: 노래 목록
ms: Senarai Lagu
nb: Sangliste
nl: Nummerlijst
pl: Lista utworów
pt_br: Lista de músicas
pt_pt: Lista de músicas
ro: Listă melodii
ru: Список песен
sv: Låtlista
th: รายการเพลง
tr: Şarkı Listesi
uk: Список пісень
vi: Danh sách bài hát
zh_hans: 歌曲列表
zh_hant: 歌曲列表

source: Song loops forever
ar: الأغنية تتكرر إلى الأبد
cs: Píseň se opakuje donekončna
da: Sangen gentages uendeligt
de: Song wiederholt sich endlos
el: Το τραγούδι επαναλαμβάνεται ατέλειωτα
es: La canción se repite infinitamente
fi: Kappale toistuu loputtomasti
fr: La chanson boucle indéfiniment
he: השיר חוזר לנצח
hi: गाना हमेशा दोहराया जाएगा
hu: A dal végtelenül ismétlődik
id: Lagu berulang tanpa henti
it: La canzone si ripete all'infinito
ja: 曲が永遠にループ
ko: 노래가 무한 반복
ms: Lagu berulang selama-lamanya
nb: Sangen gjentas i det uendelige
nl: Nummer herhaalt eindeloos
pl: Utwór powtarza się w nieskończoność
pt_br: A música repete infinitamente
pt_pt: A música repete infinitamente
ro: Melodia se repetă la nesfârșit
ru: Песня повторяется бесконечно
sv: Låten upprepas för evigt
th: เพลงวนซ้ำตลอดไป
tr: Şarkı sonsuza kadar tekrarlanır
uk: Пісня повторюється нескінченно
vi: Bài hát lặp lại mãi
zh_hans: 歌曲无限循环
zh_hant: 歌曲無限循環

source: Tap the black tiles to play the song
ar: انقر على البلاطات السوداء لعزف الأغنية
cs: Klepejte na černé dlaždice a zahrajte píseň
da: Tryk på de sorte fliser for at spille sangen
de: Tippe auf die schwarzen Kacheln, um den Song zu spielen
el: Πατήστε τα μαύρα πλακίδια για να παίξετε το τραγούδι
es: Toca las teclas negras para tocar la canción
fi: Napauta mustia laattoja soittaaksesi kappaleen
fr: Appuyez sur les tuiles noires pour jouer la chanson
he: הקש על האריחים השחורים כדי לנגן את השיר
hi: गाना बजाने के लिए काली टाइल्स पर टैप करें
hu: Koppints a fekete csémpékre a dal játszásához
id: Ketuk ubin hitam untuk memainkan lagu
it: Tocca le tessere nere per suonare la canzone
ja: 黒いタイルをタップして曲を演奏しよう
ko: 검은 타일을 터치하여 노래를 연주하세요
ms: Ketik jubin hitam untuk memainkan lagu
nb: Trykk på de svarte flisene for å spille sangen
nl: Tik op de zwarte tegels om het nummer te spelen
pl: Dotknij czarnych kafelków, aby zagrać utwór
pt_br: Toque nas teclas pretas para tocar a música
pt_pt: Toque nas teclas pretas para tocar a música
ro: Atinge plăcile negre pentru a cânta melodia
ru: Нажимайте на чёрные плитки, чтобы сыграть песню
sv: Tryck på de svarta brickorna för att spela låten
th: แตะแผ่นสีดำเพื่อเล่นเพลง
tr: Şarkıyı çalmak için siyah tuşlara dokun
uk: Натискайте на чорні плитки, щоб зіграти пісню
vi: Chạm vào ô đen để chơi bài hát
zh_hans: 点击黑色方块演奏歌曲
zh_hant: 點擊黑色方塊演奏歌曲

source: Tempo
ar: الإيقاع
el: Τέμπο
he: קצב
hi: टेंपो
hu: Tempó
ja: テンポ
ko: 템포
pt_br: Andamento
pt_pt: Andamento
ru: Темп
th: จังหวะ
uk: Темп
vi: Nhịp độ
zh_hans: 速度
zh_hant: 速度

source: %lldx
ja: %lld回
ko: %lld회
th: %lldครั้ง
zh_hans: %lld次
zh_hant: %lld次
